{
  "blogs": [
    {
      "id": "1",
      "title": "Application of Blockchain in real estate industry",
      "content": "> Blockchain technology has been considered as one of the most revolutionary technological advances in recent years. Initially developed as the underlying technology for cryptocurrencies such as Bitcoin, it has now found its way into a wide range of industries. One such industry is real estate, where blockchain is being increasingly used to streamline processes, reduce fraud, and increase transparency. In this article, we will explore the application of blockchain in real estate, along with figures and their sources.  \n\n*What is blockchain?*\n\nBefore delving into the application of blockchain in real estate, it is important to understand what blockchain is. In simple terms, blockchain is a decentralized, digital ledger that records transactions in a secure and transparent manner. It is a distributed database that maintains a continuously growing list of records called blocks, each of which contains a timestamp and a link to the previous block. This makes it virtually impossible to alter the data contained in the blockchain, making it an ideal technology for secure and transparent transactions.  \n\n*Application of blockchain in real estate*  \n\nReal estate is a complex industry with multiple parties involved in the buying and selling of properties. The traditional process of buying and selling a property involves a lot of paperwork, which can be time-consuming and prone to errors. Blockchain technology can help streamline this process by providing a secure, transparent, and efficient platform for real estate transactions. Some of the ways in which blockchain is being used in real estate are:  \n1. Smart contracts  \nOne of the most significant applications of blockchain in real estate is the use of smart contracts. A smart contract is a self-executing contract that is programmed to automatically execute when certain conditions are met. In real estate, smart contracts can be used to automate the transfer of property ownership and the release of funds once the conditions of the contract are met. This can help reduce the time and cost involved in real estate transactions, as well as reduce the risk of fraud.  \n2. Property title management  \nAnother area where blockchain can be useful in real estate is property title management. Property titles are a crucial component of real estate transactions, as they establish ownership of the property. However, the current system of property title management is often prone to errors, fraud, and disputes. Blockchain technology can provide a secure and transparent platform for managing property titles, which can help reduce the risk of fraud and disputes.  \n3. Real estate crowdfunding  \nReal estate crowdfunding is an emerging trend in the real estate industry, where multiple investors pool their resources to invest in a property. Blockchain technology can be used to provide a secure and transparent platform for real estate crowdfunding, which can help reduce the risk of fraud and increase investor confidence.  \n4. Property valuation  \nProperty valuation is an important part of the real estate industry, as it helps establish the market value of a property. However, the current system of property valuation is often subjective and prone to errors. Blockchain technology can be used to provide a secure and transparent platform for property valuation, which can help reduce the risk of errors and increase the accuracy of valuations.  \n\n*Benefits of using blockchain in real estate*  \n\nThe use of blockchain in real estate can provide a number of benefits, including  \n1. Increased transparency - Blockchain technology provides a secure and transparent platform for real estate transactions, which can help reduce the risk of fraud and increase transparency.  \n2. Reduced costs- By automating the real estate transaction process and reducing the need for intermediaries, blockchain can help reduce the costs involved in real estate transactions.  \n3. Improved efficiency- The use of smart contracts and other blockchain-based technologies can help automate the real estate transaction process, which can help improve efficiency and reduce the time involved in real estate transactions.  \n4. Increased security- Blockchain technology provides a secure platform for real estate transactions, which can help reduce the risk of fraud and increase the security of transactions."
    },
    {
      "id": "2",
      "title": "Real estate Challenges in Bengaluru",
      "content": "There are several problems that buyers may face during real estate purchase in Bengaluru. Some of the major problems are as follows:  \n1. Delayed possession: Delayed possession is one of the most common issues faced by buyers in Bengaluru. According to a report by ANAROCK Property Consultants, nearly 60% of the real estate projects in Bengaluru are delayed, which can cause significant inconvenience to buyers.  \n2. Lack of transparency: The lack of transparency in the real estate sector is another major problem in Bengaluru. This can include issues such as ambiguous pricing, hidden charges, and incomplete documentation. According to a survey by Magicbricks, nearly 60% of buyers in Bengaluru face issues related to transparency in the real estate sector.  \n3. High prices: Bengaluru has one of the highest property prices in India, which can make it difficult for buyers to find affordable housing. According to a report by Knight Frank, the average property prices in Bengaluru increased by 2.8% in Q1 2021, making it one of the top-performing cities in terms of price growth.  \n4. Legal issues: Buyers in Bengaluru can face legal issues related to property ownership and documentation. For example, the Karnataka High Court has issued orders to stop the registration of properties that are built on lake beds or other ecologically sensitive areas. This can create legal hurdles for buyers who have already invested in such properties.  \n\nSources:  \n1. ANAROCK Property Consultants report: [https://www.anarock.com/blog/homebuyers-beware-60-bangalore-real-estate-projects-delayed/](https://www.anarock.com/blog/homebuyers-beware-60-bangalore-real-estate-projects-delayed/)  \n2. Magicbricks survey: [https://economictimes.indiatimes.com/wealth/real-estate/majority-of-homebuyers-face-transparency-issues-in-bengaluru-magicbricks-survey/articleshow/64887577.cms](https://economictimes.indiatimes.com/wealth/real-estate/majority-of-homebuyers-face-transparency-issues-in-bengaluru-magicbricks-survey/articleshow/64887577.cms)  \n3. Knight Frank report: [https://www.knightfrank.co.in/research/article/2021-03-03-bangalore-office-market-report-q4-2020](https://www.knightfrank.co.in/research/article/2021-03-03-bangalore-office-market-report-q4-2020)   \n4. Karnataka High Court orders: [https://timesofindia.indiatimes.com/city/bengaluru/high-court-orders-registration-department-not-to-register-properties-built-on-lake-beds/articleshow/73110843.cms](https://timesofindia.indiatimes.com/city/bengaluru/high-court-orders-registration-department-not-to-register-properties-built-on-lake-beds/articleshow/73110843.cms)"
    },
    {
      "id": "3",
      "title": "Artificial Intelligence in Realty",
      "content": "The Indian real estate market has been on an upswing in recent years, with a growing number of developers and investors entering the space. In addition to the traditional factors that influence the market, such as economic growth, demographics, and government policies, a new factor is emerging as a game-changer: Artificial Intelligence (AI). AI has already made its presence felt in numerous industries, from finance to healthcare, and real estate is no exception. Below, we will explore the various applications of AI in the Indian real estate market and how it is transforming the industry.  \n1. Property Search and Discovery:  \nThe traditional way of searching for a property is time-consuming and often frustrating. However, AI-powered platforms such as NoBroker and Housing.com are trying to change the game by providing a more personalized and efficient experience. These platforms tend to use machine learning algorithms to understand the preferences and requirements of potential buyers and show them only relevant properties. This not only saves time but also provides a more accurate search experience.  \n2. Predictive Analytics:  \nAI algorithms can analyze vast amounts of data to predict future trends and patterns in the real estate market. This is particularly useful for investors and developers who need to make informed decisions about when and where to invest. For example, AI can predict which areas are likely to experience high demand in the future based on factors such as population growth, infrastructure development, and economic indicators. This information can help investors and developers make smart investment decisions and stay ahead of the curve.  \n3. Property Valuation:  \nAI-powered platforms such as PropEquity and 99acres tend to use machine learning algorithms to accurately predict the value of a property based on various factors such as location, amenities, and market trends. This information can be useful for buyers, sellers, and lenders who need to understand the true value of a property before making a transaction.  \n4. Chatbots:  \nAI-powered chatbots are becoming increasingly popular in the real estate industry, as they provide a more efficient and personalized customer service experience. Chatbots can answer common questions, provide property recommendations, and even schedule property viewings. This not only saves time for both customers and agents but also provides a 24/7 service that can improve customer satisfaction.  \n5. Smart Buildings:  \nAI is also being used to create smart buildings that are more efficient and sustainable.  \n6. Fraud detection:  \nAI-powered fraud detection systems are being used in the Indian real estate sector to prevent fraud and ensure the security of transactions. Fraud detection systems use machine learning algorithms to analyze data and identify patterns that indicate fraudulent activity. These systems can be used to detect fraud in property listings, title transfers, and financial transactions.  \nTo conclude,  AI technology is transforming the Indian real estate sector and has made it more efficient, accurate, and cost-effective through various applications"
    }
  ],
  "teamMembers": [
    {
      "id": "1",
      "imgSrc": "/assets/home/person/img_1.png",
      "name": "Brajesh Pathak",
      "role": "Co-Founder",
      "description": "A Chartered Accountant & Company Secretary, has over a decade of experience in managing realty focused venture capital funds, and was heading Azure Capital Advisors Private Limited. He has also been part of the managing committee and execution committee of Azure Capital (100 Crore realty focused funds), he has been part of the execution committee of various special purpose vehicle of investee companies for plotted development, villa projects, and apartments including development work & construction management. He is deeply involved in the fund raising process including investors relationship. Retail sales, NRI relationship handling for real estates advisory. Recently, Lead the process of fund raising of various startups from seed round to series- B round."
    },
    {
      "id": "2",
      "imgSrc": "/assets/home/person/img_2.png",
      "name": "Deepak Shukla",
      "role": "Co-Founder",
      "description": "Deepak Shukla has completed his B.Tech (hons.) from the Indian Institute of Technology (IIT) Kharagpur and obtained an MBA from the Indian Institute of Management (IIM) Ahmedabad, India. He has an overall experience of 11 years in firms like Credit Suisse, FICO, Alvarez and Marsal and The World Bank across geographies. In the past few years, his focus is in solving real world challenges using AI. He has engaged in development of voicebots for contact centres, automated training and validation for Autonomous vehicles applications."
    },
    {
      "id": "3",
      "imgSrc": "/assets/home/person/img_3.png",
      "name": "Alok Kumar Singh",
      "role": "Advisor",
      "description": "Entrepreneur with pedigree from IIT-BHU and IIML, and more than 25 years of experience in management responsibilities in top tier companies including Infosys, Infosys BPO and Azure Capital. Co-Founded Azure Capital, a Real Estate Private Equity Fund and Azven Realty, a full service Real Estate Development firm in Bangalore. Set-up and managed a SEBI registered VC fund under Azure Capital. Actively involved in mentoring and advising seed and growth stage startups  at C-Level in Visioning, Governance, Strategy Development & Implementation, Growth Planning, Goal Setting and Investment Structuring & Management."
    }
  ],
  "offeringTabs": [
    {
      "id": "1",
      "label": "Pre-Booking",
      "itemList": [
        {
          "id": "1",
          "imgSrc": "/assets/home/booking/img_1.png",
          "title": "Background verification",
          "description": "It is observed that people invest more than 10 years of savings in real estate. Hence, they are automatically conscious of the developer brand, past track record of the project delivered, the project progress, and the financial acumen of the developer. This is especially significant in the case of primary transactions. Here, InRe brings the proposition of “ Background verification of developers”. Based on our experience and industry...",
          "price": "INR 3000 / Project"
        },
        {
          "id": "2",
          "imgSrc": "/assets/home/booking/img_2.png",
          "title": "Pre-booking Virtual site visit",
          "description": "This requires multiple visits in multiple places deferring the buying process by more than 45 days. Also, it is difficult for people to compare two properties just based on visits. Here, InRe brings the proposition of “ Virtual visits at Pre- Booking stage”. We help the customer to visit the site with the help of AI enabled UAVs. This can replace the physical visit to the maximum possible extent by providing the live streaming feature. It also ..."
        }
      ]
    },
    {
      "id": "2",
      "label": "Post-Booking & Pre-Registration",
      "itemList": [
        {
          "imgSrc": "/assets/home/booking/img_1.png",
          "title": "Background verification",
          "description": "Assuring your capital is in safe hands, we provide detailed verification reports of the project and developer. These are customized and detailed...",
          "price": "INR 3000 / Project"
        },
        {
          "imgSrc": "/assets/home/booking/img_2.png",
          "title": "Virtual site visit",
          "description": "It becomes imperative to observe your apartment or plot very closely before paying the booking amount. We are here to assist with an AI-enabled UAV..."
        },
        {
          "imgSrc": "/assets/home/booking/img_2.png",
          "title": "Title diligence",
          "description": "Due diligence is necessary to prevent real estate malpractices which have contributed to more than 20% of the civil cases in India. We have a panel of..."
        }
      ]
    },
    {
      "id": "3",
      "label": "Post-Registration",
      "itemList": [
        {
          "imgSrc": "/assets/home/booking/img_1.png",
          "title": "Background verification",
          "description": "Assuring your capital is in safe hands, we provide detailed verification reports of the project and developer. These are customized and detailed...",
          "price": "INR 3000 / Project"
        },
        {
          "imgSrc": "/assets/home/booking/img_2.png",
          "title": "Virtual site visit",
          "description": "It becomes imperative to observe your apartment or plot very closely before paying the booking amount. We are here to assist with an AI-enabled UAV..."
        },
        {
          "imgSrc": "/assets/home/booking/img_2.png",
          "title": "Title diligence",
          "description": "Due diligence is necessary to prevent real estate malpractices which have contributed to more than 20% of the civil cases in India. We have a panel of..."
        }
      ]
    }
  ]
}
